Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2016.tmx
Source language: en_us
Languages: zh_cn

source: Let us thus make a good start to the decisive stage of finishing building a moderately prosperous society in all respects, and make new contributions to turning China into a modern socialist country that is prosperous, strong, democratic, culturally advanced, and harmonious and to achieving the Chinese Dream of the rejuvenation of the Chinese nation.
zh_cn: 确保全面建成小康社会决胜阶段良好开局，为建成富强民主文明和谐的社会主义现代化国家、实现中华民族伟大复兴的中国梦作出新的贡献！
